{
  "_meta": {
    "maxChars": {
      "welcome": "50"
    }
  },
  "en": {
    "welcome": "Welcome!",
    "title": "<b>Mighty Chin-Chin</b>\n<size=34>What's the Matter</size>",
    "test": "Test",
    "test2": "Test 2",
    "play": "PLAY",
    "options": "OPTIONS",
    "music": "MUSIC",
    "sound": "SOUND",
    "speech": "SPEECH",
    "on": "ON",
    "off": "OFF",
    "close": "CLOSE",
    "classify": "CLASSIFY",
    "classification_complete": "CLASSIFICATION COMPLETE",
    "classification": "CLASSIFICATION",
    "properties": "PROPERTIES",
    "next": "NEXT",
    "finish": "FINISH",
    "continue": "CONTINUE",
    "complete": "COMPLETE",
    "victory": "VICTORY",
    "tag_wide": "Wide",
    "tag_tall": "Tall",
    "tag_heavy": "Heavy",
    "tag_light": "Light",
    "tag_float": "Float",
    "tag_sink": "Sink",
    "tag_conductive": "Conductive",
    "tag_non_conductive": "Non-Conductive",
    "material_clay": "Clay",
    "material_clay_1x2": "Clay 1x2",
    "material_clay_1x3": "Clay 1x3",
    "material_clay_3x1": "Clay 3x1",
    "material_clay_6x1": "Clay 6x1",
    "material_iron_block": "Iron Block",
    "material_granite_boulder": "Granite Rock",
    "material_cotton_pillow": "Cotton Pillow",
    "material_rubber_duck": "Rubber Duck",
    "material_oak_branch": "Oak Branch",
    "material_steel_anvil": "Steel Anvil",
    "material_plastic_ball": "Plastic Ball",
    "shapes_sizes": "Shapes and Sizes",
    "drag_instruction_classify": "Drag and drop the object into the matching group.",
    "drag_instruction_play": "Drag and drop the object to the highlighted area.",
    "palette_switch_instruction": "Click on the group tab to switch to another group.",
    "play_instruction": "Press this button to let the mighty Chin-Chin move.",
    "stop_instruction": "Press this button to go back to placing objects.",
    "reset_instruction": "Press and hold this button to clear out all the objects.",
    "level01_intro_1": "In order to help the mighty Chin-Chin, we will need to learn how to use a bunch of objects with special properties.",
    "level01_intro_2": "By learning the properties of objects, we can use them effectively in many situations.",
    "level01_property_1": "An object has many different properties.",
    "level01_property_2": "Each property of an object tells us its quality and attribute.",
    "level01_property_3": "For example, we can say that a rubber duck is: lightweight, can float above water, and can block electricity.",
    "level01_classify_1": "Classify means to put objects into groups because of their shared properties.",
    "level01_classify_2": "This allows us to make use of objects without having to guess which is which at any situation!",
    "level01_shape_size_1": "An object can be made into different shapes and sizes.",
    "level01_shape_size_2": "For example, a soft material like clay can be squeezed to become tall, or wide.",
    "level01_begin_1": "Let's go ahead and shape a bunch of clay!",
    "level01_begin_2": "You will be tasked to place them into these groups: tall and wide.",
    "level01_play_begin_1": "Look! There's one of the star fragments.",
    "level01_play_begin_2": "Let's go ahead and help the mighty Chin-Chin cross the chasm!",
    "level02_intro_1": "For this part, we will be looking at the weight property of objects.",
    "level02_intro_2": "The weight of an object tells us how light or heavy it is.",
    "level02_intro_3": "One way to determine an object's weight is by using a balance scale.",
    "level02_light_1": "On this example, we can say a 2 pounds pillow is a lightweight relative to a 20 pounds block.",
    "level02_heavy_1": "A 40 pounds iron block would be a heavyweight relative to a 20 pounds block.",
    "level02_begin_1": "Now let's sort out some objects into two classification: light and heavy!",
    "level02_begin_2": "Remember that an object is light if the left scale goes up, and heavy if the left scale goes down.",
    "buoyancy": "Buoyancy",
    "level03_intro_1": "Now we will be looking at an object's property called buoyancy.",
    "level03_buoyancy_1": "An object's buoyancy determines wether it moves upwards or downwards in liquid matter, such as water.",
    "level03_buoyancy_2": "If an object moves upward in water, it floats.",
    "level03_buoyancy_3": "If an object moves downward in water, it sinks.",
    "level03_begin_1": "Let's go ahead and sort these objects on wether they float or sink!",
    "level04_intro_1": "For this final part, we will be looking at the conductive property of objects.",
    "level04_intro_2": "An object's conductivity determines if it can transmit heat, electricity, or sound.",
    "level04_conductive_1": "Here we see that an iron block is highly conductive with electricity.",
    "level04_non_conductive_1": "As for a granite rock, not so much.",
    "level04_begin_1": "Now let's go ahead and sort these objects on wether they are electrically conductive or not!",
    "level04_begin_2": "If enough electricity conducts through an object, the light bulb should shine brightly.",
    "end_title": "CONGRATULATIONS",
    "end_text": "Thank you for playing!"
  }
}